"{\"scientists\":[{\"testing\":\"\\n\\n\\n\\n\\nThis page is not a sandbox and should not be used for test editing. To experiment, please do so on Wikipedia:Sandbox or one of the other sandboxes.\\n\\n\\n\\n\\n\\nLook up TEST, Test, Tests, testing, or tests in Wiktionary, the free dictionary.\\n\\n\\nTest, TEST or Tester may refer to:\\n\\nTest (assessment), an assessment intended to measure the respondents' knowledge or other abilities\\nMedical test, to detect, diagnose, or monitor diseases\\n\\n\\n\\n\\nContents\\n\\n\\n1 Science and technology\\n2 People\\n3 Media\\n4 Others\\n5 See also\\n\\n\\n\\nScience and technology[edit]\\n\\ntest (Unix), a Unix command for evaluating conditional expressions\\nTEST (x86 instruction), an x86 assembly language instruction\\nExperiment, a part of the scientific method\\nTest (biology), the shell of sea urchins and certain microorganisms\\nTest method, a definitive procedure that produces a test result\\nPhysical test\\nChemical test, a procedure designed to prove the existence of, or to quantify, a particular substance\\nToxicology testing\\nSoftware testing, the process of verifying that a software program works as expected\\nStatistical test\\n\\nPeople[edit]\\n\\nDesmond Tester (1919–2002), Anglo-Australian actor\\nJohn Test (1771–1849), American politician\\nJohn Tester, American politician and businessman\\nJon Tester (born 1956), United States Senator from Montana\\nRalph Tester, head of the Testery, a British codebreaking station at Bletchley Park\\nRuth Tester (1903–1993), American actress\\nScan Tester (1887–1972), English folk and country musician\\nWilliam Tester (born 1960), American novelist\\nZack Test (born 1989), American rugby union player\\nTest (wrestler), ring name for Andrew Martin (1975–2009), Canadian professional wrestler\\n\\nMedia[edit]\\n\\nTest (film), a 2013 American film\\nTests (album), a 1998 album by The Microphones\\n\\\"Tester\\\" a song by Anthrax on the album Stomp 442\\nThe Tester, a reality show produced by Sony about videogame testing\\nJohnny Test, an American/Canadian animated television series\\n\\nOthers[edit]\\n\\nRiver Test, a river in England\\nTester, the upper part of a four-poster bed\\nTester, a sounding board, a canopy over a tomb or pulpit\\nTest match (disambiguation), an international sporting contest\\n\\nSee also[edit]\\n\\nTest CD\\nConcept inventory, an assessment to reveal student thinking on a topic\\nStatistical hypothesis testing, a method of making statistical decisions using experimental data, particular case of the former\\nPsychological testing, the use of behavioral samples to make inferences about an individual\\nPhysical test, a method for determining characteristics of a product\\nUsability testing, a technique to evaluate a product by testing it on users\\nPhysical fitness test\\nDriving test\\nPerformance test (bar exam)\\nLegal tests\\nList of tests\\nQuality infrastructure\\nThe Test (disambiguation)\\n\\n\\n\\n\\nThis disambiguation page lists articles associated with the title Test.\\nIf an internal link led you here, you may wish to change the link to point directly to the intended article.\\n\\n\\n\\n\\n\\n\"},{\"Clifford_Brown\":\"For the scrutineer for the Eurovision Song Contest, see Clifford Brown (scrutineer). For the U.S. judge, see Clifford F. Brown.\\n\\n\\nClifford Brown\\n\\n\\n\\n\\n\\nBackground information\\n\\n\\nAlso known as\\n\\\"Brownie\\\"\\n\\n\\nBorn\\n(1930-10-30)October 30, 1930\\nWilmington, Delaware, United States\\n\\n\\nDied\\nJune 26, 1956(1956-06-26) (aged&#160;25)\\nBedford, Pennsylvania, United States\\n\\n\\nGenres\\nJazz, bebop, hard bop\\n\\n\\nOccupation(s)\\nMusician, composer\\n\\n\\nInstruments\\nTrumpet\\n\\n\\nYears active\\n1949-1956\\n\\n\\nAssociated acts\\nMax Roach, Harold Land, Lionel Hampton, Sonny Rollins\\n\\n\\nClifford Brown (October 30, 1930 – June 26, 1956), aka \\\"Brownie\\\", was an American jazz trumpeter. He died at the age of 25 in a car accident,[1] leaving behind only four years' worth of recordings. Nonetheless, he had a considerable influence on later jazz trumpet players, including Donald Byrd, Lee Morgan, Booker Little, Arturo Sandoval and Freddie Hubbard.[citation needed] He was also a composer of note: two of his compositions, \\\"Joy Spring\\\"[2] and \\\"Daahoud\\\",[3] have become jazz standards.[4]\\nBrown won the Down Beat critics' poll for the \\\"New Star of the Year\\\" in 1954; he was inducted into the Down Beat \\\"Jazz Hall of Fame\\\" in 1972 in the critics' poll.[1]\\n\\n\\n\\nContents\\n\\n\\n1 Biography\\n2 Legacy\\n3 Discography\\n\\n3.1 As leader or co-leader\\n3.2 Compilations\\n3.3 As sideman\\n3.4 CD anthologies of note\\n\\n\\n4 References\\n5 Sources\\n6 External links\\n\\n\\n\\nBiography[edit]\\nBrown was born into a musical family in a progressive East-Side neighborhood of Wilmington, Delaware. His father organized his four youngest sons, including Clifford, into a vocal quartet. Around age ten, Brown started playing trumpet at school after becoming fascinated with the shiny trumpet his father owned. At age thirteen, upon entering senior high, his father bought him his own trumpet and provided him with private lessons. As a junior in high school, he received lessons from Robert Boysie Lowery and played in \\\"a jazz group that Lowery organized.\\\" He even began making trips to Philadelphia. Brown took pride in his neighborhood and earned a good education from Howard High.[5]\\nBrown briefly attended Delaware State University[6] as a math major, before he switched to Maryland State College, which was a more prosperous musical environment. As Nick Catalano points out, Brown's trips to Philadelphia grew in frequency after he graduated from high school and entered Delaware State University; it could be said that, although his dorm was in Dover, his classroom was in Philadelphia. Brown played in the fourteen-piece, jazz-oriented, Maryland State Band. In June 1950, he was seriously injured in a car accident after a successful gig. During his year-long hospitalization, Dizzy Gillespie visited the younger trumpeter and pushed him to pursue his musical career.[7] Brown's injuries limited him to the piano for months; he never fully recovered and would routinely dislocate his shoulder for the rest of his life.[5] Brown moved into playing music professionally, where he quickly became one of the most highly regarded trumpeters in jazz.[1]\\nBrown was influenced and encouraged by Fats Navarro,[7] sharing Navarro's virtuosic technique and brilliance of invention. His sound was warm and round, and notably consistent across the full range of the instrument. He could articulate every note, even at very fast tempos which seemed to present no difficulty to him; this served to enhance the impression of his speed of execution. His sense of harmony was highly developed, enabling him to deliver bold statements through complex harmonic progressions (chord changes), and embodying the linear, \\\"algebraic\\\" terms of bebop harmony. In addition to his up-tempo prowess, he could express himself deeply in a ballad performance.\\nHis first recordings were with R&amp;B bandleader Chris Powell,[7] following which he performed with Tadd Dameron, J. J. Johnson, Lionel Hampton, and Art Blakey before forming his own group with Max Roach. The Clifford Brown &amp; Max Roach Quintet was a high-water mark of the hard bop style, with all the members of the group except for bassist George Morrow contributing original songs. Brown's trumpet was originally partnered with Harold Land's tenor saxophone. After Land left in 1955 in order to spend more time with his wife, Sonny Rollins joined and remained a member of the group for the rest of its existence. In their hands the bebop vernacular reached a peak of inventiveness.[1]\\nThe clean-living Brown escaped the influence of heroin on the jazz world, a model established by Charlie Parker. Brown stayed away from drugs and was not fond of alcohol.[1] Rollins, who was recovering from a heroin addiction, said that \\\"Clifford was a profound influence on my personal life. He showed me that it was possible to live a good, clean life and still be a good jazz musician.\\\"[8]\\nIn June 1956, Brown and Richie Powell embarked on a drive to Chicago for their next appearance. Powell's wife Nancy was at the wheel so that Clifford and Richie could sleep. While driving at night in the rain on the Pennsylvania Turnpike, west of Bedford, she must have lost control of the car which went off the road.[9] All three were killed in the resulting crash. Brown is buried in Mt. Zion Cemetery, in Wilmington, Delaware.\\nLegacy[edit]\\nBenny Golson, who had done a stint in Lionel Hampton's band with Brown, wrote \\\"I Remember Clifford\\\" to honour his memory. The piece became a jazz standard, as musicians paid tribute by recording their own interpretations of it.\\nDuke Pearson wrote \\\"Tribute To Brownie\\\", which was recorded by the Cannonball Adderley Quintet on their 1957 album, Sophisticated Swing. It also appeared on an album by Louis Smith.\\nHelen Merrill, who recorded with Brown in 1954 (Helen Merrill, EmArcy), recorded a tribute album in 1995 entitled Brownie: Homage to Clifford Brown. The album features solos and ensemble work by trumpeters Lew Soloff, Tom Harrell, Wallace Roney, and Roy Hargrove.\\nArturo Sandoval's entire second album after fleeing from his native Cuba, entitled I Remember Clifford, was likewise a tribute to Brown.\\nEach year, Wilmington hosts the Clifford Brown Jazz Festival.\\nBrownie Speaks, a video documentary, is the culmination of years of research by Wilmington-born jazz pianist Don Glanden, research that has included interviews with Brown's friends, family, contemporaries, and admirers. Glanden's son Brad edited these interviews, along with archival materials and newly shot video footage. The documentary premiered in 2008 at the \\\"Brownie Speaks\\\" Clifford Brown Symposium hosted by The University of the Arts in Philadelphia. The three-day symposium featured performances from close friends and bandmates of Brown such as Golson and Lou Donaldson and other artists inspired by Brown, including Marcus Belgrave, Terence Blanchard, and John Fedchock.\\nIn 1994, Brown's widow, LaRue Brown Watson, established the Clifford Brown Jazz Foundation, a 501(c)(3) organization dedicated to Brown's memory and inspiring a love for jazz among young people. The Foundation is currently[when?] under the direction of Clifford Brown III, Brown's grandson and a respected Bay Area trumpeter and music producer.\\nDiscography[edit]\\nAs leader or co-leader[edit]\\n\\nNew Star On The Horizon (Blue Note 5032 [10\\\" LP], 1953) - sextet with Gigi Gryce, Charlie Rouse, and John Lewis\\nClifford Brown Quartet (Blue Note 5047 [10\\\" LP], rec. 1953 in Paris; rel. 1954)\\nMemorial Album (Blue Note 1526, 1953; rel. 1956; CD reissue: Blue Note/Capitol-EMI 32141, rel. 2001)\\nClifford Brown And Art Farmer With The Swedish All Stars (Prestige 167 [10\\\" LP], 1953)\\nMemorial (Prestige 7055, 1953; rel. 1955; CD reissue: OJC-Fantasy 017, rel. 1990) - note: this 12\\\" reissues both Prestige 10\\\" albums, #159 and #167.\\nClifford Brown Quartet In Paris (Prestige 7761, 1953)\\nClifford Brown Sextet In Paris (Prestige 7794, 1953)\\nClifford Brown Big Band In Paris (Prestige 7840, 1953)\\nMax Roach and Clifford Brown In Concert (Gene Norman Presents Vol. 5 [10\\\" LP], 1954) - with Teddy Edwards, and Carl Perkins\\nMax Roach and Clifford Brown In Concert (Gene Norman Presents Vol. 7 [10\\\" LP], 1954) - with Harold Land, and Richie Powell\\nThe Best Of Max Roach and Clifford Brown In Concert (Gene Norman Presents GNP-18 [12\\\" LP], rel. 1956)\\nClifford Brown Ensemble (Pacific Jazz LP-19 [10\\\" LP], 1954) - septet with Stu Williamson, Zoot Sims, Bob Gordon, and Russ Freeman\\nClifford Brown: Jazz Immortal (Pacific Jazz PJ-3, 1954; rel. 1955; CD reissue: Pacific Jazz/Capitol-EMI 32142 [remastered Rudy Van Gelder edition], rel. 2001)\\nClifford Brown &amp; Max Roach (EmArcy 26043 [10\\\" LP], 1954; EmArcy 36036 [12\\\" LP], rel. 1955)\\nJam Session (EmArcy 36002, 1954) - with Clark Terry, Maynard Ferguson, and Herb Geller\\nClifford Brown with Strings (EmArcy 36005, 1955)\\nBrown and Roach Incorporated (EmArcy 36008, 1954; rel. 1955)\\nStudy in Brown (EmArcy 36037, 1955)\\nBest Coast Jazz (EmArcy 36039, 1954; rel. 1955)\\nClifford Brown and Max Roach at Basin Street (EmArcy 36070, 1956)\\nClifford Brown All Stars (EmArcy 36102, 1954; rel. 1956) - note: this album AKA Caravan.\\nDaahoud (Mainstream 386, 1954; rel. 1972) - note: all alternate takes of EmArcy material.\\nThe Beginning And The End (Columbia, rel. 1973) - note: contains material from 1952 with Chris Powell and His Blue Flames, plus a club gig in Philadelphia recorded on either 31 May 1955 (from Nick Catalano's biography) or 25 June 1956 (from the liner notes).\\n\\nCompilations[edit]\\n\\nAlone Together: The Best of the Mercury Years (Verve, 1954-60 [1995])\\n\\nAs sideman[edit]\\nWith Tadd Dameron\\n\\nA Study In Dameronia (Prestige 159 [10\\\" LP], 1953)\\n\\nWith J.J. Johnson\\n\\nJay Jay Johnson With Clifford Brown (Blue Note 5028 [10\\\" LP], 1953)\\nThe Eminent J. J. Johnson Volume 1 (Blue Note 1505, rel. 1955)\\n\\nWith Lou Donaldson\\n\\nLou Donaldson/Clifford Brown: New Faces-New Sounds (Blue Note 5030 [10\\\" LP], 1953)\\n\\nWith Art Blakey\\n\\nA Night at Birdland Vol. 1 (Blue Note 5037 [10\\\" LP], 1954)\\nA Night at Birdland Vol. 2 (Blue Note 5038 [10\\\" LP], 1954)\\nA Night at Birdland Vol. 3 (Blue Note 5039 [10\\\" LP], 1954)\\nA Night at Birdland Vol. 1 (Blue Note 1521, rel. 1955)\\nA Night at Birdland Vol. 2 (Blue Note 1522, rel. 1955)\\n\\nWith Gigi Gryce\\n\\nGigi Gryce/Clifford Brown Sextet (Blue Note 5048 [10\\\" LP], rec. 1953 in Paris; rel. 1954)\\nGigi Gryce And His Big Band, Vol. 1 (Blue Note 5049 [10\\\" LP], rec. 1953 in Paris; rel. 1954)\\nGigi Gryce And His Little Band, Vol. 2 (Blue Note 5050 [10\\\" LP], rec. 1953 in Paris; rel. 1954)\\n\\nWith Dinah Washington\\n\\nDinah Jams (EmArcy 36000, 1954)\\n\\nWith Sarah Vaughan\\n\\nSarah Vaughan with Clifford Brown (EmArcy 36004, 1954; rel. 1955)\\n\\nWith Helen Merrill\\n\\nHelen Merrill (EmArcy 36006, 1954; rel. 1955)\\n\\nWith Sonny Rollins\\n\\nSonny Rollins Plus 4 (Prestige 7038, 1956)\\n\\nCD anthologies of note[edit]\\n\\nThe Complete EmArcy Recordings Of Clifford Brown (Verve-Universal, 2013 [UPC: 600753422526]; 10-CD set)\\nBrownie Speaks: The Complete Blue Note Albums (Blue Note-UMe B0020657 02, 2014 [UPC: 602537816125]; 3-CD set) - note: includes all of the material from the six original 10\\\" LP releases: 5028, 5030, 5032, 5037, 5038, 5039, plus 11 alternate takes.\\n\\nReferences[edit]\\n\\n\\n^ a b c d e allmusic Biography\\n^ \\\"Jazz Standards Songs and Instrumentals (Joy Spring)\\\". JazzStandards.com. Retrieved June 18, 2012.&#160;\\n^ \\\"Jazz Standards Songs and Instrumentals (Daahoud)\\\". JazzStandards.com. Retrieved June 18, 2012.&#160;\\n^ Carr, Ian; Fairweather, Digby; Priestley, Brian (2004). The Rough Guide to Jazz. Rough Guides. p.&#160;102. ISBN&#160;1-84353-256-5.&#160;\\n^ a b Catalano, Nick (2000). Clifford Brown: The Life and Art of the Legendary Jazz Trumpeter. New York, New York: Oxford University Press. p.&#160;208. ISBN&#160;0-19-510083-2.&#160;\\n^ Carson, Charles (July 10, 2010). \\\"Clifford Brown's Philadelphia\\\". Scribd. p.&#160;5. Retrieved March 8, 2012.&#160;\\n^ a b c Rosenthal, David, H. Hard Bop: Jazz and Black Music 1955–1965. New York: Oxford University Press. ISBN&#160;0-19-505869-0.&#160;\\n^ \\\"Brown, Clifford\\\".&#160;\\n^ \\\"50 years since Clifford Brown's death\\\". Delaware Online. June 23, 2006. Retrieved August 27, 2013.&#160;\\n\\n\\nSources[edit]\\n\\nNick Catalano, Clifford Brown: The Life and Art of the Legendary Jazz Trumpeter (Oxford University Press, 2001)\\n\\nExternal links[edit]\\n\\nBrownie!\\nClifford Brown on the Hard Bop Homepage\\n50 Years Later, Unmuted Awe for Clifford Brown\\n\\n\\n\\n\\nAuthority control\\n\\n\\n\\nWorldCat Identities\\nVIAF: 19864699\\nLCCN: n82013477\\nISNI: 0000 0001 2123 2204\\nGND: 122167953\\nSUDOC: 033183457\\nBNF: cb13891891d (data)\\nMusicBrainz: 2a291f34-73cb-40c5-b721-eab1269c7ba8\\nNDL: 00928398\\nICCU: IT\\\\ICCU\\\\MILV\\\\117887\\nBNE: XX1581455\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\"}]}"
